Repository: Fischreiher/SpecialJump
Catalog: usr/lib/enigma2/python/Plugins/Extensions/SpecialJump/po/*.po
Languages: de

source: do nothing
de: nichts tun

source: change to audio track 1
de: zu Tonspur 1 wechseln

source: change to audio track 2
de: zu Tonspur 2 wechseln

source: change to audio track 3
de: zu Tonspur 3 wechseln

source: change to audio track 4
de: zu Tonspur 4 wechseln

source: activate subtitle track 1
de: Untertitelspur 1 aktivieren

source: activate subtitle track 2
de: Untertitelspur 2 aktivieren

source: activate subtitle track 3
de: Untertitelspur 3 aktivieren

source: activate subtitle track 4
de: Untertitelspur 4 aktivieren

source: no change
de: keine Änderung

source: no protection, always zap
de: kein Schutz, immer zappen

source: no limit
de: unbegrenzt

source: Yes
de: Ja

source: default
de: standard

source: top
de: oben

source: bottom
de: unten

source: no mute
de: nicht stummschalten

source: never zap
de: nie zappen

source: no message
de: ohne Meldung

source: 1-2-n-off-1-2-n-off
de: 1-2-n-aus-1-2-n-aus

source: on-off-on-off
de: an-aus-an-aus

source: no infobox
de: keine Infobox

source: single line
de: einzeilig

source: one line per track
de: eine Zeile pro Spur

source: full statistics
de: volle Statistik

source: random
de: zufällig

source: random, stop at error
de: zufällig, bei Fehler stoppen

source: No
de: Nein

source: just zap
de: nur zappen

source: just zap, stop at error
de: nur zappen, bei Fehler stoppen

source: Picture in Picture (debug only)
de: Bild in Bild (zu Debug-Zwecken)

source: Picture in Picture, hidden (not recommended)
de: Bild in Bild, versteckt (nicht empfohlen)

source: fake recording
de: Pseudo-Aufnahme

source: show
de: zeigen

source: hide
de: verbergen

source: Fast manual skipping of commercials, and more...
de: Schnelles manuelles Überspringen von Werbung, und mehr...

source: SpecialJump Configuration
de: SpecialJump Einstellungen

source: Cancel
de: Abbrechen

source: __ General settings __
de: __ Allgemeine Einstellungen __

source: Enable SpecialJump plugin [restart GUI]
de: SpecialJump Plugin aktivieren [erfordert GUI-Neustart]

source: SpecialJump entry in main menu [restart GUI]
de: SpecialJump-Eintrag im Hauptmenü [erfordert GUI-Neustart]

source: Enable SpecialJump debug output in normal logfile
de: SpecialJump Debug-Ausgaben im normalen Logfile aktivieren

source: __ Keymap selection __
de: __ Einstellung der Tastenbelegung __

source: Local keymap file
de: Lokale keymap Datei

source: Create your own keymap (instructions in the file):
de: Bau Deine eigene keymap (Anleitung in der Datei):

source: __ Fast zapping __
de: __ Fast Zap Mode (beschleunigte Umschaltzeiten) __

source: Enable predictive fast zap mode
de: Zappen beschleunigen

source: Fast zap mode method of activating next channel
de: Methode, wie der nächste Sender vorgeladen wird

source: Auto-zap benchmark mode (debug only, random hit/miss/off)
de: Auto-Zap Benchmark Modus (zu Debug-Zwecken)

source: Also preload next channel if it is on the same transponder (recommended)
de: Auch bei gleichem Transponder den nächsten Sender vorladen (empfohlen)

source: Enable zap speed measurement
de: Messung der Umschaltzeiten aktivieren

source: Zap speed infobox verbosity
de: Anzeige der Umschaltzeiten, Ausführlichkeit der Infobox

source: Zap speed infobox timeout
de: Anzeige der Umschaltzeiten, Anzeigedauer der Infobox

source: Zap speed infobox x position
de: Anzeige der Umschaltzeiten, X-Position der Infobox

source: Zap speed infobox y position
de: Anzeige der Umschaltzeiten, Y-Position der Infobox

source: Zap speed infobox anchor
de: Anzeige der Umschaltzeiten, Verankerung der Infobox

source: Zap speed measurement timeout (zap error) [ms]
de: Timeout bei Messung der Umschaltzeiten (Wertung als Tuning-Fehler) [in ms]

source: Auto-zap benchmark mode time between zaps [ms]
de: Auto-Zap Benchmark Modus, Zeit zwischen Umschaltvorgängen [in ms]

source: __ Infobar settings __
de: __ Einstellungen zur Infoleiste __

source: [OSD settings] Show infobar on skip (set to 'no' when using SpecialJump infobar)
de: [OSD Einstellungen] Zeige Infoleiste bei Sprüngen (mit SpecialJump Infoleiste auf 'nein' setzen)

source: [Timeshift settings] Show timeshift infobar
de: [Timeshift Einstellungen] Zeige Timeshift Infoleiste

source: Show SpecialJump infobar (set to 'yes')
de: Zeige SpecialJump Infoleiste (auf 'ja' stellen)

source: Show SpecialJump infobar on jumpNextMark/jumpPreviousMark (set to 'yes')
de: SpecialJump Infoleiste beim Sprung zur nächsten Marke zeigen (auf 'ja' stellen)

source: __ Special jump (fast manual skipping of commercials using 2 keys) __
de: __ SpecialJump (Werbung manuell überspringen mit 2 Tasten) __

source: Special jump 0 (initial value)
de: SpecialJump Sprung 0 (erster Wert)

source: Special jump 1 after 1st direction change
de: SpecialJump Sprung 1 nach erstem Richtungswechsel

source: Special jump 2 (subsequent jump)
de: SpecialJump Sprung 2 (nächster Sprung)

source: Special jump 3 (subsequent jump)
de: SpecialJump Sprung 3 (nächster Sprung)

source: Special jump 4 (subsequent jump)
de: SpecialJump Sprung 4 (nächster Sprung)

source: Special jump 5 (subsequent jump)
de: SpecialJump Sprung 5 (nächster Sprung)

source: Special jump 6 (subsequent jump)
de: SpecialJump Sprung 6 (nächster Sprung)

source: Special jump 7 (subsequent jump)
de: SpecialJump Sprung 7 (nächster Sprung)

source: Special jump timeout
de: SpecialJump Sprung Timeout

source: Mute after SpecialJump
de: Stumm schalten nach SpecialJump-Sprung

source: Small SpecialJump: start at initial value no.
de: Kleiner SpecialJump-Sprung: Verwende als ersten Wert Nummer ...

source: SpecialJump infobar x position
de: SpecialJump Infoleiste: X-Position

source: SpecialJump infobar y position
de: SpecialJump Infoleiste: Y-Position

source: SpecialJump infobar position, overwrite skin settings
de: SpecialJump Infoleiste: Position aus Skin überschreiben

source: __ Special jump 2 (on the multi functional P+/P- keys) __
de: __ SpecialJump 2 (auf den Multifunktions-Tasten P+/P-) __

source: Special jump 0 on P+/P- (initial value)
de: SpecialJump Sprung 0 auf P+/P- (erster Wert)

source: Special jump 1 on P+/P- after 1st direction change
de: SpecialJump Sprung 1 auf P+/P- nach erstem Richtungswechsel

source: Special jump 2 on P+/P- (subsequent jump)
de: SpecialJump Sprung 2 auf P+/P- (nächster Sprung)

source: Special jump 3 on P+/P- (subsequent jump)
de: SpecialJump Sprung 3 auf P+/P- (nächster Sprung)

source: Special jump 4 on P+/P- (subsequent jump)
de: SpecialJump Sprung 4 auf P+/P- (nächster Sprung)

source: Special jump 5 on P+/P- (subsequent jump)
de: SpecialJump Sprung 5 auf P+/P- (nächster Sprung)

source: Special jump 6 on P+/P- (subsequent jump)
de: SpecialJump Sprung 6 auf P+/P- (nächster Sprung)

source: Special jump 7 on P+/P- (subsequent jump)
de: SpecialJump Sprung 7 auf P+/P- (nächster Sprung)

source: Enable SpecialJump 2 on P+/P-
de: SpecialJump 2 auf P+/P- aktivieren

source: After stopping timeshift by 'long OK', allow zapping for
de: Nach Beenden von Timeshift durch 'langes OK', erlaube Zappen für

source: After jumping from timeshift to live TV, block zapping for
de: Nach Sprung von Timeshift zu Live-TV, blockiere Zappen für

source: __ Programmable jumps using up to 8 keys __
de: __ Programmierbare Sprünge (auf bis zu 8 Tasten) __

source: Programmable jump 1
de: Programmierbarer Sprung 1

source: Programmable jump 1 action
de: Programmierbarer Sprung 1, nachfolgende Aktion

source: Programmable jump 2
de: Programmierbarer Sprung 2

source: Programmable jump 2 action
de: Programmierbarer Sprung 2, nachfolgende Aktion

source: Programmable jump 3
de: Programmierbarer Sprung 3

source: Programmable jump 3 action
de: Programmierbarer Sprung 3, nachfolgende Aktion

source: Programmable jump 4
de: Programmierbarer Sprung 4

source: Programmable jump 4 action
de: Programmierbarer Sprung 4, nachfolgende Aktion

source: Programmable jump 5
de: Programmierbarer Sprung 5

source: Programmable jump 5 action
de: Programmierbarer Sprung 5, nachfolgende Aktion

source: Programmable jump 6
de: Programmierbarer Sprung 6

source: Programmable jump 6 action
de: Programmierbarer Sprung 6, nachfolgende Aktion

source: Programmable jump 7
de: Programmierbarer Sprung 7

source: Programmable jump 7 action
de: Programmierbarer Sprung 7, nachfolgende Aktion

source: Programmable jump 8
de: Programmierbarer Sprung 8

source: Programmable jump 8 action
de: Programmierbarer Sprung 8, nachfolgende Aktion

source: Mute after programmable jump
de: Stumm schalten nach programmierbarem Sprung

source: __ Zap (dual function P+/P- and play/pause) __
de: __ Zappen (Doppelfunktion P+/P- und Play/Pause) __

source: Zap speed limit
de: Geschwindigkeits-Limit beim Zappen

source: Zap from timeshift by pressing P+/P- twice within
de: Schutz des Timeshift-Puffers gegen P+/P- aufheben durch 2* Drücken innerhalb ...

source: Zap from timeshift, warning message duration
de: Schutz des Timeshift-Puffers, Anzeigedauer der Warnung

source: Zap from timeshift, warning message x position
de: Schutz des Timeshift-Puffers, X-Position der Warnung

source: Zap from timeshift, warning message y position
de: Schutz des Timeshift-Puffers, Y-Position der Warnung

source: Protect large timeshift buffer in live TV (P+ required twice)
de: Timeshift-Puffer gegen P+ schützen (aufheben mit 2* P+) ab Pufferinhalt

source: Protect large timeshift buffer in live TV (P- required twice)
de: Timeshift-Puffer gegen P- schützen (aufheben mit 2* P-) ab Pufferinhalt

source: Protect large timeshift buffer only in cinema mode (LCD brighness off, see below)
de: Schutz des Timeshift-Puffers nur im Kino-Modus (bei dunkel geschaltetem Display)

source: __ Subtitle and audio toggling with a single key each __
de: __ Untertitel und Tonspur mit je einer Taste ein/aus/umschalten __

source: Subtitle toggle mode when pressing key only once within infobox timeout
de: Untertitel-Umschalt-Reihenfolge bei 1 Tastendruck innerhalb des Timeouts

source: Subtitle toggle mode when pressing multiple times within infobox timeout
de: Untertitel-Umschalt-Reihenfolge bei >1 Tastendruck innerhalb des Timeouts

source: Subtitle toggle infobox timeout
de: Untertitel-Umschaltung, Anzeigedauer der Infobox

source: Subtitle toggle infobox verbosity
de: Untertitel-Umschaltung, Ausführlichkeit der Infobox

source: Subtitle infobox x position
de: Untertitel-Umschaltung, X-Position der Infobox

source: Subtitle infobox y position
de: Untertitel-Umschaltung, Y-Position der Infobox

source: Subtitle infobox anchor
de: Untertitel-Umschaltung, Verankerung der Infobox

source: Audio toggle infobox timeout
de: Tonspur-Umschaltung, Anzeigedauer der Infobox

source: Audio toggle infobox verbosity
de: Tonspur-Umschaltung, Ausführlichkeit der Infobox

source: Audio toggle infobox x position
de: Tonspur-Umschaltung, X-Position der Infobox

source: Audio toggle infobox y position
de: Tonspur-Umschaltung, Y-Position der Infobox

source: Audio toggle infobox anchor
de: Tonspur-Umschaltung, Verankerung der Infobox

source: __ Fixed audio volumes (when remove controls TV volume) __
de: __ Feste Lautstärkewerte pro Tonspur (Nachregelung am Fernseher) __

source: Volume for TV and recorded TV (.ts files)
de: Lautstärke für TV und Aufnahmen (.ts Dateien)

source: Volume for non .ts videos, audio track 1
de: Lautstärke für andere Dateien, Tonspur 1

source: Volume for non .ts videos, audio track 2
de: Lautstärke für andere Dateien, Tonspur 2

source: Volume for non .ts videos, audio track 3
de: Lautstärke für andere Dateien, Tonspur 3

source: Volume for non .ts videos, audio track 4
de: Lautstärke für andere Dateien, Tonspur 4

source: Volume for (nearly) muting after a jump
de: Lautstärke für (beinahe) Stummschaltung nach einem Sprung

source: Volume infobox timeout
de: Lautstärke-Umschaltung, Anzeigedauer der Infobox

source: Volume infobox x position
de: Lautstärke-Umschaltung, X-Position der Infobox

source: Volume infobox y position
de: Lautstärke-Umschaltung, X-Position der Infobox

source: Volume infobox verbosity
de: Lautstärke-Umschaltung, Ausführlichkeit der Infobox

source: [from AV menu] Audio auto volume level
de: [AV Menü] Automatische Lautstärkeanpassung

source: __ Toggle LCD brightness by key __
de: __ LCD-Display mit einer Taste dunkel schalten __

source: Turn LCD on again on event change
de: Display bei Senderwechsel wieder hell schalten

source: Quit without saving changes ?
de: Wirklich ohne Sicherung der Einstellungen beenden?
